const questionsData = [
  {
    id: 1,
    title: "בלימת חירום",
    video_url:
      "https://storage.googleapis.com/academy-dreamclub-co-il/videos/blimat_herom.mp4",
    icon_url: null,
    text: "מה הוא המשפט הנכון ביותר?",
    course_id: 3,
    position: 4,
    answer_summery:
      "בבלימת חירום חשוב לבלום בעוצמה-בכל הכוח כדי להגיע כמה שיותר מהר למיצוי מקסימלי של הברקס. בלימה מהירה, עוצמתית וחזקה יכולה לקצר עד 30% ממרחק בלימה של נהג ממוצע. בחלק מהמקרים זה יעשה הבדל בין הרוג לפצוע, בין תאונה ללמנוע אותה.",
  },
  {
    id: 2,
    title: "לחץ אויר בצמיגים",
    video_url:
      "https://storage.googleapis.com/academy-dreamclub-co-il/videos/lahaz_avir_bazmigim.mp4",
    icon_url: null,
    text: "כאשר חסר אויר בצמיג ולחץ האויר לא תקין, מה קורה בנהיגה?",
    course_id: 5,
    position: 10,
    answer_summery:
      "יש חשיבות רבה ללחץ אויר תקין בצמיגים. ברגע שלחץ אויר נמוך מהדרוש גם אם זה רק 10 או 15% זה מאריך את מרחק הבלימה, זה פוגע ביציבות הרכב בסיבוב, מעלה תצרוכת דלק ומקצר את אורך חייו של הצמיג. חיישני לחץ אויר בדרך כלל נותנים התראה כאשר יש לחץ אויר נמוך ב 20% מנתוני יצרן, כלומר כאשר בצמיג חסר 15% לא נקבל התראה, זאת אחת הסיבות שאנחנו ממליצים לבדוק לחץ אויר בצמיג בתחנת דלק לפחות פעם אחת בחודש. את הבדיקה מומלץ לעשות כשהצמיג קר.",
  },
  {
    id: 3,
    title: "התחמקות ממכשול",
    video_url:
      "https://storage.googleapis.com/academy-dreamclub-co-il/videos/blimat_herom_veithamkot.mp4",
    icon_url: null,
    text: "בזמן התחמקות מסכנה בכביש חשוב:",
    course_id: 4,
    position: 5,
    answer_summery:
      "בזמן התחמקות מסכנה בכביש מה שיעשה את ההבדל הגדול ביותר זה המבט, לאן שהנהג מסתכל לשם הידיים יכוונו את הרכב, ולכן חשוב מאוד בזמן זיהוי של סכנה להפנות את המבט לפיתרון ולבלום בעוצמה, ככל שהמהירות של הרכב יורדת לנהג קל יותר לשלוט ברכב ובמקרה של התנגשות הסיכוי להיפגע יורד.",
  },
  {
    id: 4,
    title: "בלימת חירום בסיבוב",
    video_url:
      "https://storage.googleapis.com/academy-dreamclub-co-il/videos/blimat_herom_basivov.mp4",
    icon_url: null,
    text: "במידה ומזהים מצב חירום בזמן שאנחנו בתוך סיבוב יש -",
    course_id: 4,
    position: 7,
    answer_summery:
      "בזכות מערכות בטיחות מתקדמות ברכבים של היום לא צריך לפחד ללחוץ חזק על הברקס בסיבוב, ברגע שנהג מזהה סכנה יש לתת מכה חזקה על דוושת הברקס ולשלוח מבט רחוק למקום שאליו רוצים להגיע (לפתרון).",
  },
  {
    id: 5,
    title: "החלקה בסיבוב",
    video_url:
      "https://storage.googleapis.com/academy-dreamclub-co-il/videos/hahlaka_basivov.mp4",
    icon_url: null,
    text: "נכנסתי לסיבוב ופתאום אני מרגיש שהרכב מחליק, אני מיד:",
    course_id: 4,
    position: 8,
    answer_summery:
      "בזמן החלקה חשוב מאוד לבלום כמה שיותר חזק וכמה שיותר מהר כדי לקצר את מרחקי הבלימה. ככול שהמהירות תקטן ככה יהיה קל יותר לנהג לקבל חזרה שליטה על הרכב ולמנוע תאונה. בזמן בלימה חשוב מאוד להסתכל להמשך סיבוב ולשם לכוון את ההגה כדי שמערכת ESP תוכל לסייע לנהג בצורה הטובה ביותר.",
  },
  {
    id: 6,
    title: "תנוחת נהיגה",
    video_url:
      "https://storage.googleapis.com/academy-dreamclub-co-il/videos/tnohat_neiga.mp4",
    icon_url: null,
    text: "כשנכנסים לרכב לפני שמתחילים לנהוג חשוב לבדוק:",
    course_id: 3,
    position: 1,
    answer_summery:
      "תנוחת נהיגה נכונה משפרת את השליטה של הנהג ברכב ובמקרה של תאונת דרכים מקטינה את הסיכוי לשברים ופציעות",
  },
  {
    id: 7,
    title: "כיוון מראות",
    video_url:
      "https://storage.googleapis.com/academy-dreamclub-co-il/videos/kivon_marot.mp4",
    icon_url: null,
    text: "כדי לכוון נכון את המראות ברכב חשוב:",
    course_id: 3,
    position: 2,
    answer_summery:
      "כיוון נכון של מראות הרכב מגדילות את שדה הראיה, מקטינות ומעלימות כמעט לגמרי את השטחים המתים.",
  },
  {
    id: 8,
    title: "מהירות ומרחקי בלימה",
    video_url:
      "https://storage.googleapis.com/academy-dreamclub-co-il/videos/mehirot_vemerhak_blima.mp4",
    icon_url: null,
    text: "ב 50 קמ״ש בממוצע לוקח לעצור את הרכב כ 8 מטרים, כמה מטרים יקח לעצור את הרכב באותם תנאים במהירות של 70 קמ״ש?",
    course_id: 5,
    position: 9,
    answer_summery:
      'בזמן נהיגה כל קמ"ש משפיעה, לכן יש חשיבות רבה להתאמת מהירות לתנאי הדרך. מרחק הבלימה אינו גדל ביחס ישר להגדלת המהירות, אלא גדל בריבוע ביחס למהירות הרכב. לדוגמא אם מהירות הנסיעה גדלה פי שניים מ- 30 קמ"ש ל- 60 קמ"ש, מרחק הבלימה גדל פי ארבעה !',
  },
  {
    id: 9,
    title: "שמירת מרחק",
    video_url:
      "https://storage.googleapis.com/academy-dreamclub-co-il/videos/shmirat_merhak.mp4",
    icon_url: null,
    text: "בזמן נהיגה מומלץ לשמור מרחק:",
    course_id: 5,
    position: 11,
    answer_summery:
      "שמירת מרחק נועד להקטין את הסיכוי לתאונת חזית אחור. אנחנו ממליצים בזמן נהיגה (לא משנה באיזה מהירות) לשמור לפחות 2 שניות, שניה אחת זה ממוצע של זמן תגובה ושניה נוספת זה למרווחי ביטחון - למשל שרכב לפני בולם טוב יותר או שלקח לנהג יותר זמן מהרגיל להגיב ביגלל הסח דעת. סיבה נוספת לשמירת מרחק של 2 שניות זה ביגלל שדה ראיה, ככל שרכב לפני יתרחק  יהיה לנהג יותר קל ליראות למרחק רב יותר קדימה, ואז זיהוי של סכנה בשלב מוקדם יקל על פיתרון.",
  },
  {
    id: 10,
    title: "מערכת A.B.S",
    video_url:
      "https://storage.googleapis.com/academy-dreamclub-co-il/videos/maarehet_blima_abs.mp4",
    icon_url: null,
    text: "מערכת A.B.S",
    course_id: 3,
    position: 3,
    answer_summery:
      "ראשי תיבות של A.B.S  זה  Anti-lock Braking Systemבזמן לחיצה חזקה על הברקס מערכת A.B.S. עובדת על כל גלגל בנפרד, המערכת מונעת נעילת גלגלים, המערכת מצליחה לקצר מרחקי בלימה, גם בכביש יבש ורטוב משאירה את האפשרות להיגוי, כלומר בזמן בלימה הנהג יכול להתחמק ממכשול ואין שום בעיה לבלום חזק שהרכב נמצא בתוך סיבוב.",
  },
  {
    id: 11,
    title: "מערכת E.S.P",
    video_url:
      "https://storage.googleapis.com/academy-dreamclub-co-il/videos/maarehet_esp.mp4",
    icon_url: null,
    text: "מהו המשפט הנכון ביותר?",
    course_id: 4,
    position: 6,
    answer_summery:
      "ראשי תיבות של E.S.P  זה  Electronic Stability Program בישראל מחודש ינואר 2010 מערכת E.S.P היא חובה בכל רכב חדש. מערכת E.S.P  היא מערכת בקרת יציבות למניעת אובדן שליטה ברכב. המערכת מבוססת על מספר חיישנים המקבלים מידע בזמן נסיעה מכל גלגל. במקרה של פרפור גלגל או החלקה מערכת E.S.P תוך שבריר שניה נכנסת לפעולה ועל ידי הפעלת בלמים על כל גלגל בנפרד בעוצמה שונה ועל ידי ניתוק של מערכת הצתה עוזרת לנהג לשלוט ברכב ולנוות אותו למקום שאליו מכוון ההגה.",
  },
  {
    id: 12,
    title: "מעגל תאוצה",
    video_url:
      "https://storage.googleapis.com/academy-dreamclub-co-il/videos/haavarat_mishkal.mp4",
    icon_url: null,
    text: "בזמן בלימה והאצה יש העברות משקל של הרכב, כיצד זה משפיע על ההיגוי תוך כדי סיבוב ?",
    course_id: 5,
    position: 12,
    answer_summery:
      'בזמן נסיעה בתוך סיבוב על הרכב פועל כוח שמנסה לדחוף את הרכב החוצה, כדי לייצר אחיזת כביש טובה יותר בצמיגים הנהג משתמש בטכניקה של העברת משקל באמצעות ברקס או גז. כאשר הנהג בהדרגה מאיץ בתוך סיבוב ועובר את המהירות הקריטית הרכב יגדיל את רדיוס הסיבוב עם החלק הקידמי, בשפה מקצועית זה נקרא "תת היגוי". כדי לקבל שוב היגוי נקי ומדוייק יש לעזוב את דוושת הגז ובעדינות ללחוץ על דוושת הברקס בצורה ממושכת עד לקבלת היגוי טוב ואפקטיבי, בזמן לחיצה עדינה על הברקס משקל הרכב עובר קדימה ומשפר את האחיזה בצמיגים הקדמיים.',
  },
];

export default questionsData;
